[
	{
		"id": 1,
		"category": 10,
		"markdown": "When you’re finally wealthy, you’ll realize that it wasn’t what you were seeking in the first place.",
		"source": "Naval Ravikant"
	},
	{
		"id": 2,
		"category": 10,
		"markdown": "Build the life you want first, then save for it. Otherwise your life won't be worth living."
	},
	{
		"id": 3,
		"category": 4,
		"markdown": "Reframe your thinking _”what your career can do for you”_ into _”what can your career do for others.”_"
	},
	{
		"id": 4,
		"category": 11,
		"markdown": "Recapping the happiness formula:\n\n- Eat right\n- Exercise\n- Get enough sleep\n- Imagine an incredible future (even if you don’t believe it)\n- Work toward a flexible schedule\n- Do things you can steadily improve at\n- Help others (if you’ve already helped yourself)\n- Reduce daily decisions to routine",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 5,
		"category": 14,
		"markdown": "I’m breaking my attachment to physical power and possessions, because only through destroying myself can I discover the greater power of my spirit. The liberator who destroys my property, is fighting to save my spirit. The teacher who clears all possessions from my path will set me free.",
		"source": "Chuck Palahniuk, Fight Club"
	},
	{
		"id": 6,
		"category": 1,
		"markdown": "As long as the egoic mind is running your life, you cannot truly be at ease; you cannot be at peace.\n\nThings like possessions, the work you do, social status and recognition, knowledge and education, physical appearance, relationships, personal and family history, and other identifications—none of these is you.\n\nYou will learn to know this at the latest when you feel death approaching, as death strips away all that is not you. _The secret of life is to “die before you die”, and find that there is no death._",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 7,
		"category": 16,
		"markdown": "Unease, anxiety, tension, stress, worry—all forms of fear—are caused by _too much future, and not enough presence_. Guilt, regret, resentment, grievances, sadness, bitterness, and all forms of non-forgiveness are caused by _too much past, and not enough presence_.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 8,
		"category": 13,
		"markdown": "*”...just as early industrial capitalism moved the focus of existence from _being to having_, post-industrial culture has moved that focus from _having to appearing_.”*",
		"source": "Guy Debord"
	},
	{
		"id": 9,
		"category": 13,
		"markdown": "A confident man doesn’t feel a need to prove that he’s confident. A rich woman doesn’t feel a need to convince anybody that she’s rich.",
		"source": "Mark Manson, The Subtle Art of Not Giving a Fuck"
	},
	{
		"id": 10,
		"category": 13,
		"markdown": "Other people are probably so busy trying to impress you that they will, at best, not notice your efforts."
	},
	{
		"id": 11,
		"category": 10,
		"markdown": "Money talks, wealth whispers."
	},
	{
		"id": 12,
		"category": 13,
		"markdown": "People buy luxury branded items to treat their insecurity, but it’s only a temporary numbness."
	},
	{
		"id": 13,
		"category": 13,
		"markdown": "People don’t need enormous cars, they need respect. They don’t need closets full of clothes, they need to feel attractive and they need excitement and variety and beauty. People don’t need electronic equipment; they need something worthwhile to do with their lives.",
		"source": "Vicki Robin and Joe Dominguez, Your Money or Your Life"
	},
	{
		"id": 14,
		"category": 13,
		"markdown": "Desire is the source of all suffering.",
		"source": "Buddha"
	},
	{
		"id": 15,
		"category": 13,
		"markdown": "One of history’s few iron laws is that luxuries tend to become necessities and to spawn new obligations. Once people get used to a certain luxury, they take it for granted. Then they begin to count on it. Finally they reach a point where they can’t live without it.",
		"source": "Yuval Harari"
	},
	{
		"id": 16,
		"category": 11,
		"markdown": "Happiness is internal. Your external situation might have an affect, but it all comes down to how you decide to live with it."
	},
	{
		"id": 17,
		"category": 11,
		"markdown": "Happiness is a butterfly, which when pursued, is always just beyond your grasp, but which, if you will sit down quietly, may alight upon you.",
		"source": "Nathaniel Hawthorne"
	},
	{
		"id": 18,
		"category": 13,
		"markdown": "We are more interested in making others believe we are happy than in trying to be happy ourselves.",
		"source": "François de la Rochefoucauld"
	},
	{
		"id": 19,
		"category": 5,
		"markdown": "When you get lost in a project, choose the first idea, because it’s the correct one.",
		"source": "Oki Sato"
	},
	{
		"id": 20,
		"category": 5,
		"markdown": "Real artists ship.",
		"source": "Steve Jobs"
	},
	{
		"id": 21,
		"category": 5,
		"markdown": "The best way to complain is to make things.",
		"source": "James Murphy"
	},
	{
		"id": 22,
		"category": 5,
		"markdown": "The best way to predict the future is to invent it.",
		"source": "Alan Kay"
	},
	{
		"id": 23,
		"category": 5,
		"markdown": "It's easier to aim high and scale it back than aim low and add more; keep your ideas bold and innovative."
	},
	{
		"id": 24,
		"category": 2,
		"markdown": "Curiosity is ever-lasting."
	},
	{
		"id": 25,
		"category": 2,
		"markdown": "To learn is to live."
	},
	{
		"id": 26,
		"category": 2,
		"markdown": "Confront things you don’t understand, don’t hide from them.",
		"source": "Kevin Rose"
	},
	{
		"id": 27,
		"category": 11,
		"markdown": "Excitement is the more practical synonym for happiness, and it is precisely what you should strive to chase.",
		"source": "Timothy Ferriss, The 4-Hour Workweek"
	},
	{
		"id": 28,
		"category": 11,
		"markdown": "If you want to increase happiness by spending money, replace salient negatives instead of adding positives."
	},
	{
		"id": 29,
		"category": 2,
		"markdown": "Reading and experience train your model of the world. And even if you forget the experience or what you read, its effect on your model of the world persists. Your mind is like a compiled program you’ve lost the source of; _it works, but you don’t know why._",
		"source": "Paul Graham, How You Know"
	},
	{
		"id": 30,
		"category": 5,
		"markdown": "Storytelling is very important, from beginning to end. Begin early in the life of a project, and weave it into every aspect of the innovation effort."
	},
	{
		"id": 31,
		"category": 10,
		"markdown": "A rich person doesn’t have to tell you they’re rich."
	},
	{
		"id": 32,
		"category": 14,
		"markdown": "Just because you believe something is beautiful, doesn’t mean you have to buy it. You can merely acknowledge that it exists."
	},
	{
		"id": 33,
		"category": 10,
		"markdown": "Money is something we choose to trade our life energy for.",
		"source": "Vicki Robin and Joe Dominguez, Your Money or Your Life"
	},
	{
		"id": 34,
		"category": 10,
		"markdown": "Wealth is having assets that earn while you sleep.",
		"source": "Naval Ravikant"
	},
	{
		"id": 35,
		"category": 14,
		"markdown": "I’d rather lose all my money starting a business than losing it by buying stuff I don’t need."
	},
	{
		"id": 36,
		"category": 10,
		"markdown": "There are no get rich quick schemes. That’s just someone else getting rich off you.",
		"source": "Naval Ravikant"
	},
	{
		"id": 37,
		"category": 10,
		"markdown": "You won’t get rich renting out your time. You must own equity in a business to gain financial freedom.",
		"source": "Naval Ravikant"
	},
	{
		"id": 38,
		"category": 12,
		"markdown": "In relationships, you’ll oscillate between “love” and “hate”, but real love doesn’t make you suffer.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 39,
		"category": 10,
		"markdown": "Some people are so poor, all they have is money.",
		"source": "Patrick Meagher"
	},
	{
		"id": 40,
		"category": 4,
		"markdown": "Become the best in the world at what you do. Keep redefining what you do until this is true.",
		"source": "Naval Ravikant"
	},
	{
		"id": 41,
		"category": 1,
		"markdown": "Ask yourself how you would spend your time if you could take a year off with pay.",
		"source": "Vicki Robin and Joe Dominguez, Your Money or Your Life"
	},
	{
		"id": 42,
		"category": 1,
		"markdown": "You know you’ve found the right occupation when you’re more alive at the end of your work day than at the start."
	},
	{
		"id": 43,
		"category": 4,
		"markdown": "What do I do? Who do I do it for? And why do they need it?"
	},
	{
		"id": 44,
		"category": 1,
		"markdown": "The work you do procrastinating is probably the work you should do for the rest of your life.",
		"source": "Jessica Hische"
	},
	{
		"id": 45,
		"category": 1,
		"markdown": "Look for the job you’d take if you didn’t need a job.",
		"source": "Warren Buffett"
	},
	{
		"id": 46,
		"category": 1,
		"markdown": "You can fail at what you don’t love, so you might as well do what you love.",
		"source": "Jim Carrey"
	},
	{
		"id": 47,
		"category": 4,
		"markdown": "If you want to be best at something, you have to say no to a lot of things.",
		"source": "Seth Godin"
	},
	{
		"id": 48,
		"category": 4,
		"markdown": "You can do anything, but not everything.",
		"source": "David Allen"
	},
	{
		"id": 49,
		"category": 1,
		"markdown": "Your time is limited, so don’t waste it living someone else’s life.",
		"source": "Steve Jobs"
	},
	{
		"id": 50,
		"category": 7,
		"markdown": "There is no skill called ’business’. Study microeconomics, game theory, psychology, persuasion, ethics, mathematics, and computers.",
		"source": "Naval Ravikant"
	},
	{
		"id": 51,
		"category": 1,
		"markdown": "If the path before you is clear, you're probably on someone else's.",
		"source": "C. G. Jung"
	},
	{
		"id": 52,
		"category": 10,
		"markdown": "You’ll get rich by giving society what it wants but does not yet know how to get.",
		"source": "Naval Ravikant"
	},
	{
		"id": 53,
		"category": 7,
		"markdown": "The most reliable source of long-term profitability and sustainable growth is understanding the customers."
	},
	{
		"id": 54,
		"category": 7,
		"markdown": "Start simple. Don’t complicate things."
	},
	{
		"id": 55,
		"category": 7,
		"markdown": "People don’t buy _what_ you do, they buy _why_ you do it.",
		"source": "Simon Sinek"
	},
	{
		"id": 56,
		"category": 7,
		"markdown": "Never start a company with the intention of becoming rich, because then you will focus on the wrong things."
	},
	{
		"id": 57,
		"category": 4,
		"markdown": "If you are lucky enough to have career options, and only one of them affords a path of continual improvement, choose that one, all else being equal.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 58,
		"category": 1,
		"markdown": "One helpful rule of thumb for knowing where you might have a little extra talent is to consider what you were obsessively doing before you were ten years old.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 59,
		"category": 7,
		"markdown": "The market rewards execution, not ideas.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 60,
		"category": 11,
		"markdown": "The easiest way for us to gain happiness is to learn how to want the things we already have.",
		"source": "William B. Irvine, A Guide to the Good Life"
	},
	{
		"id": 61,
		"category": 14,
		"markdown": "If you lost it, would you buy it again?",
		"source": "Fumio Sasaki, Goodbye, Things"
	},
	{
		"id": 62,
		"category": 14,
		"markdown": "Some of our unhappiness is simply due to the burden of all our things.",
		"source": "Fumio Sasaki, Goodbye, Things"
	},
	{
		"id": 63,
		"category": 10,
		"markdown": "Not needing wealth is more valuable than wealth itself is.",
		"source": "William B. Irvine, A Guide to the Good Life"
	},
	{
		"id": 64,
		"category": 14,
		"markdown": "You buy furniture. You tell yourself, this is the last sofa I will ever need in my life. Buy the sofa, then for a couple years you’re satisfied that no matter what goes wrong, at least you’ve got your sofa issue handled. Then the right set of dishes. Then the perfect bed. The drapes. The rug. Then you’re trapped in your lovely nest, and the things you used to own, now they own you.",
		"source": "Chuck Palahniuk, Fight Club"
	},
	{
		"id": 65,
		"category": 11,
		"markdown": "Happiness is only real when shared.",
		"source": "Christopher McCandless"
	},
	{
		"id": 66,
		"category": 3,
		"markdown": "Others may have it in their power to affect how and even whether you live, but they do not have it in their power to ruin your life. Only you can ruin it, by failing to live in accordance with the correct values.",
		"source": "William B. Irvine, A Guide to the Good Life"
	},
	{
		"id": 67,
		"category": 14,
		"markdown": "Once we have extra storage space, we inevitably start to store extra things.",
		"source": "Fumio Sasaki, Goodbye, Things"
	},
	{
		"id": 68,
		"category": 4,
		"markdown": "Set internal rather than external goals. Thus, his goal in playing tennis will not be to win a match (external, partial control) but to play to the best of his ability in the match (internal, complete control).",
		"source": "William B. Irvine, A Guide to the Good Life"
	},
	{
		"id": 69,
		"category": 13,
		"markdown": "Musonius goes on to suggest that we would also be better off if, instead of working hard to become wealthy, we trained ourselves to be satisfied with what we have; if, instead of seeking fame, we overcame our craving for the admiration of others; if, instead of spending time scheming to harm someone we envy, we spent that time overcoming our feelings of envy; and if, instead of knocking ourselves out trying to become popular, we worked to maintain and improve our relationships with those we knew to be true friends.",
		"source": "William B. Irvine, A Guide to the Good Life"
	},
	{
		"id": 70,
		"category": 14,
		"markdown": "Think of stores as your personal warehouses, and the city as our personal floor plan.",
		"source": "Fumio Sasaki, Goodbye, Things"
	},
	{
		"id": 71,
		"category": 11,
		"markdown": "To endure and even thrive in exile a person must keep in mind that his happiness depends more on his values than on where he resides.",
		"source": "William B. Irvine, A Guide to the Good Life"
	},
	{
		"id": 72,
		"category": 14,
		"markdown": "It’s actually open space, left empty, that gives us peace of mind.",
		"source": "Fumio Sasaki, Goodbye, Things"
	},
	{
		"id": 73,
		"category": 14,
		"markdown": "You won’t need to depend on your possessions for happiness because we’re already equipped with systems that let us feel happy simply by connecting with the people around us.",
		"source": "Fumio Sasaki, Goodbye, Things"
	},
	{
		"id": 74,
		"category": 13,
		"markdown": "We tend to grossly overestimate the pleasure brought forth by new experiences and underestimate the power of finding meaning in current ones.",
		"source": "Lawrence Yeo, Travel Is No Cure for the Mind"
	},
	{
		"id": 75,
		"category": 14,
		"markdown": "When you reduce the number of things you own, you can devote more time and energy to your interpersonal relationships.",
		"source": "Fumio Sasaki, Goodbye, Things"
	},
	{
		"id": 76,
		"category": 14,
		"markdown": "We need to learn how to enjoy things without feeling entitled to them and without clinging to them.",
		"source": "William B. Irvine, A Guide to the Good Life"
	},
	{
		"id": 77,
		"category": 14,
		"markdown": "You’ll feel a much richer sense of contentment by building your experiences rather than buying items, because your experiences resist comparison with others’.",
		"source": "Fumio Sasaki, Goodbye, Things"
	},
	{
		"id": 78,
		"category": 8,
		"markdown": "If you can’t let your employees work from home out of fear they’ll slack off without your supervision, you’re a babysitter, not a manager.\n\nRemote work is then very likely the least of your problems; you shouldn’t hire people you don’t trust, or work for bosses who don’t trust you. If you’re not trusted to work remotely, why are you trusted to do anything at all?",
		"source": "Jason Fried and Daniel Heinemeier Hansson, Remote"
	},
	{
		"id": 79,
		"category": 8,
		"markdown": "The job of a manager is not to herd cats, but to lead and verify the work.",
		"source": "Jason Fried and Daniel Heinemeier Hansson, Remote"
	},
	{
		"id": 80,
		"category": 8,
		"markdown": "Instead of asking your workers what they did today, just ask them to show what they did. In many cases you can evaluate based on the progress, not the approach.",
		"source": "Jason Fried and Daniel Heinemeier Hansson, Remote"
	},
	{
		"id": 81,
		"category": 8,
		"markdown": "If the company is full of people whom nobody trusts to make decisions without layers of managerial review, then the company is full of the wrong people.",
		"source": "Jason Fried and Daniel Heinemeier Hansson, Remote"
	},
	{
		"id": 82,
		"category": 11,
		"markdown": "The single biggest trick for manipulating your happiness chemistry is being able to do what you want, when you want.\n\nA person with a flexible schedule and average resources will be happier than a rich person who has everything except a flexible schedule.\n\nIn your personal life and you career, consider schedule flexibility when making any big decision.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 83,
		"category": 1,
		"markdown": "You weren’t born to just pay bills and die."
	},
	{
		"id": 84,
		"category": 15,
		"markdown": "Only those who sleep make no mistakes.",
		"source": "Ingvar Kamprad"
	},
	{
		"id": 85,
		"category": 15,
		"markdown": "Curiosity always involves risk. You can’t satisfy your curiosity without accepting some risk. Curiosity didn’t just kill the cat.",
		"source": "Haruki Murakami, Killing Commendatore"
	},
	{
		"id": 86,
		"category": 15,
		"markdown": "The mind always adheres to the known. The unknown is dangerous because it has no control over it.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 87,
		"category": 13,
		"markdown": "The Buddha taught that the root of suffering is to be found in our constant wanting and craving.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 88,
		"category": 10,
		"markdown": "The purpose of wealth is freedom."
	},
	{
		"id": 89,
		"category": 2,
		"markdown": "You learn from your mistakes, but only after you own up to them first."
	},
	{
		"id": 90,
		"category": 15,
		"markdown": "If you don’t make mistakes, you’re not working on hard enough problems. And that’s a big mistake.",
		"source": "Frank Wilczek"
	},
	{
		"id": 91,
		"category": 15,
		"markdown": "What’s the worst that could happen?",
		"source": "Tim Ferriss, The 4-Hour Workweek"
	},
	{
		"id": 92,
		"category": 15,
		"markdown": "Sometimes you just gotta make the decision and jump."
	},
	{
		"id": 93,
		"category": 15,
		"markdown": "The more you embrace being uncertain and not knowing, the more comfortable you will feel in knowing what you don’t know.",
		"source": "Mark Manson, The Subtle Art of Not Giving a Fuck"
	},
	{
		"id": 94,
		"category": 15,
		"markdown": "Many people become so obsessed with being ”right” about their life that they never end up actually living it.",
		"source": "Mark Manson, The Subtle Art of Not Giving a Fuck"
	},
	{
		"id": 95,
		"category": 15,
		"markdown": "If you can’t handle the risk of embarrassment, rejection, and failure, you need to learn how, and studies suggest that is indeed a learnable skill.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 96,
		"category": 7,
		"markdown": "Apple owes much of its success to Steve Jobs’s understanding that the way a product makes users feel trumps most other considerations, including price.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 97,
		"category": 7,
		"markdown": "Quality is remembered long after the price is forgotten.",
		"source": "Aldo Gucci"
	},
	{
		"id": 98,
		"category": 7,
		"markdown": "Growth for the sake of growth is the ideology of the cancer cell.",
		"source": "Edward Abbey"
	},
	{
		"id": 99,
		"category": 7,
		"markdown": "Fail faster, succeed sooner.",
		"source": "David Kelley"
	},
	{
		"id": 100,
		"category": 7,
		"markdown": "Convenient services beat free. iTunes failed over pirating, but Apple Music is too convenient to not pay the low fee."
	},
	{
		"id": 101,
		"category": 7,
		"markdown": "Embrace accountability and take business risks under your own name. Society will reward you with responsibility, equity, and leverage.",
		"source": "Naval Ravikant"
	},
	{
		"id": 102,
		"category": 7,
		"markdown": "The riskiest thing you can do is make average stuff for average people and pitch it to the masses. Instead, focus on the smallest viable audience and bring magic to them, they will come back and they will bring their friends.",
		"source": "Seth Godin"
	},
	{
		"id": 103,
		"category": 7,
		"markdown": "If you try to please everyone, you’ll stop pleasing the people you care about."
	},
	{
		"id": 104,
		"category": 15,
		"markdown": "If you don’t feel like an imposter, you’re not working hard enough.",
		"source": "Seth Godin"
	},
	{
		"id": 105,
		"category": 8,
		"markdown": "A leader is best when people barely know he exists; when his work is done, his aim fulfilled, they will say: we did it ourselves.",
		"source": "Lao Tzu"
	},
	{
		"id": 106,
		"category": 7,
		"markdown": "If people don’t love or hate your work, you just haven’t done all that much.",
		"source": "Tinker Hatfield"
	},
	{
		"id": 107,
		"category": 11,
		"markdown": "If your life doesn’t provide you with plenty of happy thoughts to draw upon, try daydreaming of wonderful things in your future.\n\nYou can literally imagine yourself to higher levels of energy.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 108,
		"category": 1,
		"markdown": "Sometimes passion is simply a by-product of knowing you will be good at something.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 109,
		"category": 1,
		"markdown": "Success caused passion more than passion caused success.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 110,
		"category": 7,
		"markdown": "The blessing of modest expectations is that they leave room for many experiences to be a pleasant surprise.",
		"source": "Barry Schwartz, The Paradox of Choice"
	},
	{
		"id": 111,
		"category": 8,
		"markdown": "Being a good writer is an essential part of being a good remote worker, since most arguments are settled over email or chats. Make sure to hire people that can properly express their thoughts in writing.",
		"source": "Jason Fried and Daniel Heinemeier Hansson, Remote"
	},
	{
		"id": 112,
		"category": 7,
		"markdown": "Pick business partners with high intelligence, energy, and above all, integrity. Don’t partner with cynics and pessimists. Their beliefs are self-fulfilling.",
		"source": "Naval Ravikant"
	},
	{
		"id": 113,
		"category": 1,
		"markdown": "You don't have to know what you want to do forever, just here in the moment. You can always take a different path later."
	},
	{
		"id": 114,
		"category": 15,
		"markdown": "Every crisis represents not only danger but also opportunity. But as long as you deny them, as long as you try to escape from them or wish that things were different, the window of opportunity does not open up.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 115,
		"category": 13,
		"markdown": "The more you desperately want to be rich, the more poor and unworthy you feel—regardless of how much money you actually make.\n\nThe more you desperately want to be sexy and desired, the uglier you come to see yourself, regardless of your actual physical appearance.\n\nThe more you desperately want to be happy and loved, the lonelier and more afraid you become, regardless of those who surround you.",
		"source": "Mark Manson, The Subtle Art of Not Giving a Fuck"
	},
	{
		"id": 116,
		"category": 13,
		"markdown": "Once you’ve tasted living lavishly, it can be difficult to go back. Be careful about setting your standards too high."
	},
	{
		"id": 117,
		"category": 13,
		"markdown": "Status is a zero-sum game: if someone is going to win, there also has to be a loser."
	},
	{
		"id": 118,
		"category": 1,
		"markdown": "You’re not your job. You’re not how much money you have in the bank. You’re not the car you drive. You’re not the contents of your wallet. You’re not your fucking khakis.",
		"source": "Chuck Palahniuk, Fight Club"
	},
	{
		"id": 119,
		"category": 1,
		"markdown": "We are so wedded to what we do to ”make a living” that we perpetuate, without thinking, this confusion of doing with being. Who you are is far greater than what you do for money, and your true work is far greater than your paid employment."
	},
	{
		"id": 120,
		"category": 18,
		"markdown": "People who base their self-worth on being right about everything prevent themselves from learning from their mistakes. They lack the ability to take on new perspectives and empathize with others. They close themselves off to new and important information.",
		"source": "Mark Manson, The Subtle Art of Not Giving a Fuck"
	},
	{
		"id": 121,
		"category": 19,
		"markdown": "If you aren't in the moment, you are either looking forward to uncertainty, or back to pain and regret.",
		"source": "Jim Carrey"
	},
	{
		"id": 122,
		"category": 19,
		"markdown": "Peace is not found through understanding, more striving, or more achieving. Peace is found through greater acceptance."
	},
	{
		"id": 123,
		"category": 3,
		"markdown": "Easy choices, hard life. Hard choices, easy life.",
		"source": "Jerzy Gregorek"
	},
	{
		"id": 124,
		"category": 19,
		"markdown": "_Feeling_ will get you closer to the truth of who you are than thinking.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 125,
		"category": 19,
		"markdown": "A Buddhist monk once told me: *“All I have learned in the twenty years that I have been a monk I can sum up in one sentence: All that arises passes away.”*",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 126,
		"category": 19,
		"markdown": "To listen to the silence, wherever you are, is an easy and direct way of becoming present.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 127,
		"category": 1,
		"markdown": "Don’t seek to understand the past. You cannot find yourself by going to the past. _You find yourself by coming into the present._",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 128,
		"category": 12,
		"markdown": "The greatest catalyst for change in a relationship is complete acceptance of your partner as he or she is, without needing to judge or change them in any way.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 129,
		"category": 13,
		"markdown": "*“When I obtain this or am free of that—then I will be okay.”* This is the unconscious mindset that creates the illusion of salvation in the future.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 130,
		"category": 13,
		"markdown": "When you are free of “becoming” as a psychological need, neither your happiness nor your sense of self depends on the outcome, and so there is freedom from fear.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 131,
		"category": 19,
		"markdown": "Dwelling on a situation mentally without there being a true intention or possibility of taking action now, you make it part of your sense of self. Your mind creates a problem, it creates pain.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 132,
		"category": 19,
		"markdown": "So the single most vital step on your journey toward enlightenment is this: learn to disidentify from your mind.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 133,
		"category": 19,
		"markdown": "If you really want to know your mind, the body will always give you a truthful reflection, so look at the emotion or rather feel it in your body. If there is an apparent conflict between them, the thought will be the lie, the emotion will be the truth.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 134,
		"category": 19,
		"markdown": "Accept, then act. Whatever the present moment contains, accept it as if you had chosen it. Always work with it, not against it. Make it your friend and ally, not your enemy.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 135,
		"category": 19,
		"markdown": "Are you always trying to get somewhere other than where you are?",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 136,
		"category": 19,
		"markdown": "The present moment is all you ever have. There is never a time when your life is not “this moment”.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 137,
		"category": 9,
		"markdown": "If you’re always chasing for something in the future, your life’s journey is no longer an adventure, just an obsessive need to arrive, to attain, to “make it”. You no longer see or smell the flowers by the wayside.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 138,
		"category": 14,
		"markdown": "If you don’t know what you want, you end up with a lot you don’t.",
		"source": "Chuck Palahniuk, Fight Club"
	},
	{
		"id": 139,
		"category": 19,
		"markdown": "Sometimes life sucks, and the healthiest thing you can do is admit it.",
		"source": "Mark Manson, The Subtle Art of Not Giving a Fuck"
	},
	{
		"id": 140,
		"category": 19,
		"markdown": "Look inward whenever there is an issue that is happening outward."
	},
	{
		"id": 141,
		"category": 2,
		"markdown": "To operate within an interdisciplinary environment, an individual needs to have strengths in two dimensions, e.g. architects who studied psychology, artists with MBAs, engineers with marketing experience."
	},
	{
		"id": 142,
		"category": 1,
		"markdown": "Because they have learned to enjoy things that are easily obtainable or that can’t be taken from them, Stoics will find much in life to enjoy. They might, as a result, discover that they enjoy being the person they are, living the life they are living, in the universe they happen to inhabit.",
		"source": "William B. Irvine, A Guide to the Good Life"
	},
	{
		"id": 143,
		"category": 3,
		"markdown": "If you consider yourself a victim, you are not going to have a good life; if, however, you refuse to think of yourself as a victim—if you refuse to let your inner self be conquered by your external circumstances—you are likely to have a good life, no matter what turn your external circumstances take.",
		"source": "William B. Irvine, A Guide to the Good Life"
	},
	{
		"id": 144,
		"category": 1,
		"markdown": "We must learn to adapt ourselves to the environment into which fate has places us and do our best to love the people with whom fate has surrounded us.",
		"source": "William B. Irvine, A Guide to the Good Life"
	},
	{
		"id": 145,
		"category": 6,
		"markdown": "If there really is no reason to do anything, then there is also no reason to not do anything.",
		"source": "Mark Manson, The Subtle Art of Not Giving a Fuck"
	},
	{
		"id": 146,
		"category": 6,
		"markdown": "Don't reflect on something if the reflection takes longer than the task."
	},
	{
		"id": 147,
		"category": 6,
		"markdown": "Chance only favors the prepared mind.",
		"source": "Louis Pasteur"
	},
	{
		"id": 148,
		"category": 2,
		"markdown": "Luck has a good chance of finding you if you become merely good in most of these areas:\n\n- public speaking\n- psychology\n- business writing\n- accounting\n- design (the basics)\n- conversation\n- overcoming shyness\n- second language\n- golf\n- proper grammar\n- persuasion\n- technology (hobby level)\n- proper voice technique",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 149,
		"category": 6,
		"markdown": "No matter what you want to do in life, higher energy will help you get there.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 150,
		"category": 6,
		"markdown": "If you really want to change something, the only way to do it is to start changing this very moment.",
		"source": "Fumio Sasaki, Goodbye, Things"
	},
	{
		"id": 151,
		"category": 6,
		"markdown": "Many people look up and see the mountaintop, but they don’t see the mountain. They don’t perceive that the gap between what they have and what they want is filled with work; work punctuated with intermittent and painful failures. So they sit at base camp, seeking praise for brewing a perfect pot of kombucha, waiting for the helicopter to take them up, instead of climbing.",
		"source": "Simon Sinek"
	},
	{
		"id": 152,
		"category": 6,
		"markdown": "Your energy level is affected by posture; if you lay down in your bed, you’ll feel tired. If you slouch on the couch, you’ll feel lazy and put the tv on. To work, you need a productive posture to keep your energy levels up."
	},
	{
		"id": 153,
		"category": 6,
		"markdown": "You can’t stop the waves but you can learn how to surf.",
		"source": "Jon Kabat Zinn"
	},
	{
		"id": 154,
		"category": 6,
		"markdown": "Getting fired is the best thing that could happen to any of us. That way, we’d quit treading water and do something with our lives.",
		"source": "Chuck Palahniuk, Fight Club"
	},
	{
		"id": 155,
		"category": 4,
		"markdown": "Ever notice that sometimes when you care less about something, you do better at it?",
		"source": "Mark Manson"
	},
	{
		"id": 156,
		"category": 9,
		"markdown": "Legacy is not leaving something for people. It’s leaving something in people.",
		"source": "Peter Strople"
	},
	{
		"id": 157,
		"category": 9,
		"markdown": "Once one is able to provide for basic physical needs (food, shelter, and so on), the correlation between happiness and worldly success quickly approaches zero.",
		"source": "Mark Manson, The Subtle Art of Not Giving a Fuck"
	},
	{
		"id": 158,
		"category": 11,
		"markdown": "What determines your success isn’t ”what do you want to enjoy?” the relevant question is, ”what pain do you want to sustain?”. The path to happiness is a path full of shitheaps and shame.",
		"source": "Mark Manson, The Subtle Art of Not Giving a Fuck"
	},
	{
		"id": 159,
		"category": 9,
		"markdown": "Timing is often the biggest component of success.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 160,
		"category": 9,
		"markdown": "If you want success, figure out the price, then pay it.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 161,
		"category": 4,
		"markdown": "Create value before asking something in return, e.g. when looking for a new job, or when asking for advice from someone."
	},
	{
		"id": 162,
		"category": 4,
		"markdown": "Things that will someday work out well start out well. Things that will never work start out bad and stay that way.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 163,
		"category": 4,
		"markdown": "Optimizing is often the strategy of people who have specific goals and feel the need to do everything in their power to achieve them.\n\nSimplifying is generally the strategy of people who view the world in terms of systems.\n\nIf you study people who succeed, you will see that most of them follow systems, not goals.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 164,
		"category": 4,
		"markdown": "Aim for being in control of how you spend your time, not how much money you make."
	},
	{
		"id": 165,
		"category": 4,
		"markdown": "When we are making decisions, we should think about how each of the options will feel not just tomorrow, but months or even years later.",
		"source": "Barry Schwartz, The Paradox of Choice"
	},
	{
		"id": 166,
		"category": 2,
		"markdown": "*“It’s a work in progress, and I’m a work in progress too, now and forever.”*\n\n*“None of us are ever finished. Everyone is always a work in progress.”*",
		"source": "Haruki Murakami, Killing Commendatore"
	},
	{
		"id": 167,
		"category": 1,
		"markdown": "Thus, the proximity of death, rather than depressing us, can be turned to our advantage. In our youth, because we assumed that we would live forever, we took our days for granted and as a result wasted many of them. In our old age, however, waking up each morning can be a cause for celebration. As Seneca notes, *“If God is pleased to add another day, we should welcome it with glad hearts.”*",
		"source": "William B. Irvine, A Guide to the Good Life"
	},
	{
		"id": 168,
		"category": 18,
		"markdown": "Have more than you show, speak less than you know.",
		"source": "William Shakespeare"
	},
	{
		"id": 169,
		"category": 18,
		"markdown": "The stronger the ego, the more distant you are from your true nature.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 170,
		"category": 4,
		"markdown": "Set clear, tangible, and measurable deadlines, e.g. ”send five job applications” vs. ”send more job applications”. It’s easy to be intimidated by open-ended goals."
	},
	{
		"id": 171,
		"category": 3,
		"markdown": "Once you say you’re going to settle for second, that’s what happens to you in life.",
		"source": "John F. Kennedy"
	},
	{
		"id": 172,
		"category": 3,
		"markdown": "Believe in yourself and others will believe in you."
	},
	{
		"id": 173,
		"category": 3,
		"markdown": "I’d rather be optimistic and wrong, than pessimistic and right",
		"source": "Elon Musk"
	},
	{
		"id": 174,
		"category": 3,
		"markdown": "A traveler came upon three individuals working with stone. Curious as to what these workers were doing, the traveler approached the first worker and asked, *”what are you doing?”* Without the slightest hesitation, the worker replied *”I am a stone cutter and I am cutting stones.”*\n\nStill unclear of the workers’ task, the traveler approached the second worker and asked the same question. To this the second worker though for a moment, gazed briefly at the traveler and explained, *”I am a stone cutter and I am cutting stones to earn money to support my family.”*\n\nPerplexed by the two different responses, the sojourner approached the third worker and asked, *”what are you doing?”* Stopping for a moment, the worker started at the stone in his hand, slowly turned to the traveler, and said, *”I am a stone cutter and I am building a cathedral!”*"
	},
	{
		"id": 175,
		"category": 19,
		"markdown": "Either stop doing what you are doing, speak to the person concerned and express fully what you feel, or drop the negativity that your mind has created around the situation.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 176,
		"category": 6,
		"markdown": "Any action is often better than no action, especially if you have been stuck in an unhappy situation for a long time. If it is a mistake, at least you learn something, in which case it’s no longer a mistake. If you remain stuck, you learn nothing.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 177,
		"category": 1,
		"markdown": "Choose flexibility, control, and workplace culture over money."
	},
	{
		"id": 178,
		"category": 3,
		"markdown": "The easiest way to manage your attitude is to consume as much feel-good entertainment as you can.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 179,
		"category": 3,
		"markdown": "Optimists make themselves an easy target for luck to find them.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 180,
		"category": 18,
		"markdown": "Someone who thinks he will live forever is far more likely to waste his days than someone who fully understands that his days are numbered.",
		"source": "William B. Irvine, A Guide to the Good Life"
	},
	{
		"id": 181,
		"category": 15,
		"markdown": "In this real world of ours, after all, nothing remains the same forever.",
		"source": "Haruki Murakami, Killing Commendatore"
	},
	{
		"id": 182,
		"category": 14,
		"markdown": "It’s experience that builds our unique characteristics, not material objects.",
		"source": "Fumio Sasaki, Goodbye, Things"
	},
	{
		"id": 183,
		"category": 19,
		"markdown": "Anyone who believes that they have the ability to experience the future will pay little attention to the present.",
		"source": "Fumio Sasaki, Goodbye, Things"
	},
	{
		"id": 184,
		"category": 19,
		"markdown": "The beautiful flowers are not anxious about tomorrow.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 185,
		"category": 3,
		"markdown": "If you’re dreaming of something all the time, then you’re reinforcing the same unconscious reality over and over: that you are not that.",
		"source": "Mark Manson, The Subtle Art of Not Giving a Fuck"
	},
	{
		"id": 186,
		"category": 14,
		"markdown": "It is only after you’ve lost everything that you’re free to do anything.",
		"source": "Chuck Palahniuk, Fight Club"
	},
	{
		"id": 187,
		"category": 16,
		"markdown": "Are you stressed? Are you so busy getting to the future that the present is reduced to a means of getting there? Stress is caused by being “here” but wanting to be “there”.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 188,
		"category": 11,
		"markdown": "To be free of time is to be free of psychological need of past for your identity and future for your fulfillment.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 189,
		"category": 11,
		"markdown": "The primary culprit in your bad moods is a deficit in one of the big five: flexible schedule, imagination, sleep, diet, and exercise.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 190,
		"category": 13,
		"markdown": "We all love ourselves more than other people, but care more about their opinion than our own.",
		"source": "Marcus Aurelius"
	},
	{
		"id": 191,
		"category": 3,
		"markdown": "If you are insecure, guess what? The rest of the world is too. Do not overestimate your competition and underestimate yourself. You are better than you think.",
		"source": "Timothy Ferriss, The 4-Hour Workweek"
	},
	{
		"id": 192,
		"category": 11,
		"markdown": "Treat yourself like someone you love.",
		"source": "Glennon Doyle Melton"
	},
	{
		"id": 193,
		"category": 17,
		"markdown": "Beginnings always hide themselves in ends.",
		"source": "Mike Posner"
	},
	{
		"id": 194,
		"category": 20,
		"markdown": "Everybody has something they speculate and wonder about, no matter how blessed their circumstances.",
		"source": "Haruki Murakami, Killing Commendatore"
	},
	{
		"id": 195,
		"category": 5,
		"markdown": "Imagination is the source of every form of human achievement.",
		"source": "Sir Ken Robinson"
	},
	{
		"id": 196,
		"category": 1,
		"markdown": "How much more pain do you need before you can make the choice?",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 197,
		"category": 20,
		"markdown": "You can always cope with the present moment, but you cannot cope with something that is only a mind projection. You cannot cope with the future.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 198,
		"category": 3,
		"markdown": "If you tell the truth you don’t have to remember anything.",
		"source": "Mark Twain"
	},
	{
		"id": 199,
		"category": 13,
		"markdown": "Worker bees can leave, even drones can fly away. The queen is their slave.",
		"source": "Chuck Palahniuk, Fight Club"
	},
	{
		"id": 200,
		"category": 14,
		"markdown": "Above all, cherish love and relationships over experiences, and experiences over possessions.",
		"source": "Life of Pi"
	},
	{
		"id": 201,
		"category": 17,
		"markdown": "Nothing that is real is ever lost.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 202,
		"category": 14,
		"markdown": "The experiences you gain through your actions can never be taken away from you.",
		"source": "Fumio Sasaki, Goodbye, Things"
	},
	{
		"id": 203,
		"category": 17,
		"markdown": "The greater part of human pain is unnecessary. It is self-created as long as the unobserved mind runs your life.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 204,
		"category": 13,
		"markdown": "He who knows he has enough is rich.",
		"source": "Lao Tzu"
	},
	{
		"id": 205,
		"category": 19,
		"markdown": "As far as inner transformation is concerned, there is nothing you can do about it. You cannot transform yourself, and you certainly cannot transform your partner or anybody else. _All you can do is create a space for transformation to happen, for grace and love to enter._",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 206,
		"category": 19,
		"markdown": "If they are ready, they will walk through the door that you opened for them and join you in that state, If they are not, you will separate like oil and water. _The light is too painful for someone who wants to remain in darkness._",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 207,
		"category": 3,
		"markdown": "Helplessness induced by failure or lack of control leads to depression if a person’s causal explanations for that failure are global, chronic, and personal.\n\n“Optimists” explain successes with chronic, global, and personal causes and failures with transient, specific, and universal ones. “Pessimists” do the reverse.\n\nIt is the pessimists and maximizers who are candidates for depression.",
		"source": "Barry Schwartz, The Paradox of Choice"
	},
	{
		"id": 208,
		"category": 1,
		"markdown": "We make a dying at work so we can live it up on the weekend.",
		"source": "Vicki Robin and Joe Dominguez, Your Money or Your Life"
	},
	{
		"id": 209,
		"category": 13,
		"markdown": "He is richest who is content with the least, for content is the wealth of nature.",
		"source": "Socrates"
	},
	{
		"id": 210,
		"category": 1,
		"markdown": "You can’t find something if you don’t know what you are looking for."
	},
	{
		"id": 211,
		"category": 15,
		"markdown": "*“I might not stay here all that long,”* my wife said, somewhat reluctant.\n\n*“Everyone might go to the moon,”* I said.",
		"source": "Haruki Murakami, Killing Commendatore"
	},
	{
		"id": 212,
		"category": 4,
		"markdown": "If you seek and accept only the best, you are a maximizer.\n\nTo satisfice is to settle for something that is good enough and not worry about the possibility that there might be something better.\n\nWhen all the costs (in time, money, and anguish) involved in getting information about all the options are factored in, satisficing is the maximizing strategy.",
		"source": "Barry Schwartz, The Paradox of Choice"
	},
	{
		"id": 213,
		"category": 17,
		"markdown": "To complain is always nonacceptance of what is. You make yourself into a victim. Leave the situation or accept it.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 214,
		"category": 17,
		"markdown": "If you take any action, drop the negativity first. Action arising out of insight into what is required is more effective than action arising out of negativity.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 215,
		"category": 17,
		"markdown": "As long as they are their mind, what they fear and resist most is their own awakening.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 216,
		"category": 20,
		"markdown": "*“If that’s true,”* she said, *“then that’s one heck of a hypothesis.”*\n\n*“Perhaps nothing can be certain in this world,”* I said. *“But at least we can believe in something.”*\n\nShe smiled.",
		"source": "Haruki Murakami, Killing Commendatore"
	},
	{
		"id": 217,
		"category": 19,
		"markdown": "People devote a lot of energy to thinking about things. Whether they want to or not. Yet in the end we all just have to wait—only time can tell how events play out. The answers lie ahead.",
		"source": "Haruki Murakami, Killing Commendatore"
	},
	{
		"id": 218,
		"category": 14,
		"markdown": "What to look and ask for when renting a home:\n\n- Outlets in good locations\n- What’s included in the price. heat? electricity? internet?\n- A landlord that you can manage dealing with. meet them in person\n- Distance to public transit\n- Bugs\n- What your neighbors are like\n- How many days notice\n- Planned rent raises\n- Shared rooftop\n- Shared outdoor space\n- Soundproofing\n- Easy laundry\n- Natural light\n- See the apartment in person before signing anything\n- Cell reception\n- Water pressure; see how long it takes to switch between cold and hot\n- Smoking policy"
	},
	{
		"id": 219,
		"category": 11,
		"markdown": "Generous people take care of their own needs first. In fact, doing so is a moral necessity. The world needs you at your best.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 220,
		"category": 6,
		"markdown": "Remote work doesn’t necessarily mean always working at home. You can still spend some time in the office; possibly in the afternoons or on certain days of the week. You can work from co-working spaces, from cafés, or from a beach, if that works for you.\n\nIt’s a change of scenery, or at least a possibility of it, that’s what’s so great about remote work. Routine has a tendency to numb your creativity, so changing things up can do wonders.",
		"source": "Jason Fried and Daniel Heinemeier Hansson, Remote"
	},
	{
		"id": 221,
		"category": 4,
		"markdown": "With remote work comes a lot of freedom. You can explore the world as long as you—for many jobs—have a laptop and an internet connection. Something that most people dream of, instead of staying at their current miserable place, where nothing exciting is going on.\n\nBut there’s only so much time you can spend lying on the beach before that gets boring too. Most people want to work, as long as it’s stimulating and fulfilling, which remote possibilities certainly can help with.\n\nAnd if you’re stuck at a place that has no prospects of being either, you don’t need a remote position—you need a new job.",
		"source": "Jason Fried and Daniel Heinemeier Hansson, Remote"
	},
	{
		"id": 222,
		"category": 14,
		"markdown": "Something everyone should experience at least once in life:\n\n- The northern lights\n- A night sky without light pollution\n- Financial stability\n- Forgiveness\n- Living alone\n- A sunrise or sunset on the beach\n- Love\n- Feeling loved\n- Standing on the summit of a mountain\n- Traveling alone\n- A meteor shower\n- Taking a leap of faith\n- A concert of your favorite band\n- Hitting rock bottom\n- A best friend\n- Total solar eclipse\n- Skydiving\n- Death\n- Rejection"
	},
	{
		"id": 223,
		"category": 14,
		"markdown": "The sense of home is heightened when we are warm in bed yet can hear the rain on the roof and the wind whistling under the eaves.\n\nThe contrast between inside and outside accentuates the meaning of being inside; the sense of cold outside makes warmth meaningful.\n\nThe unfamiliar and insecure world may threaten, but it is at the interface between it and the ordered center that we find all new experience, and hence the excitement and adventure of life.\n\n_To live fully one must both journey out and return._"
	},
	{
		"id": 224,
		"category": 20,
		"markdown": "Don’t let reality control your imagination. Let your imagination be the user interface to steer your reality.",
		"source": "Scott Adams, How to Fail at Almost Everything and Still Win Big"
	},
	{
		"id": 225,
		"category": 4,
		"markdown": "Nothing is worth doing pointlessly.",
		"source": "Marcus Aurelius"
	},
	{
		"id": 226,
		"category": 18,
		"markdown": "Some people love to engage in dangerous activities because it forces them into the Now; the intensely alive state that is free of time, free of problems, free of thinking, free of the burden of the personality.",
		"source": "Eckhart Tolle, The Power of Now"
	},
	{
		"id": 227,
		"category": 6,
		"markdown": "Those who possess self-discipline have the ability to determine what they do with their life. Those who lack self-discipline will have the path they take through life determined by someone or something else, and as a result, there is a very real danger that they will mislive.",
		"source": "William B. Irvine, A Guide to the Good Life"
	},
	{
		"id": 228,
		"category": 2,
		"markdown": "The person who says he knows what he thinks but cannot express it usually does not know what he thinks.",
		"source": "Mortimer J. Adler"
	},
	{
		"id": 229,
		"category": 3,
		"markdown": "If you look for the floor you will find it in your face."
	},
	{
		"id": 230,
		"category": 7,
		"markdown": "Being small is a feature — not a bug",
		"source": "Justin Huskey, Launch an App That People Actually Want to Use"
	},
	{
		"id": 231,
		"category": 13,
		"markdown": "One day, humanity will be destroyed, and it will be because we decided to film it instead of running away."
	},
	{
		"id": 232,
		"category": 13,
		"markdown": "The ability to afford something is the luxury, not to _not_ being able to afford it.",
		"source": "Kanye West"
	},
	{
		"id": 233,
		"category": 12,
		"markdown": "Just because you become comfortable and used to your significant other doesn’t mean you should give up the effort to make them feel loved. Love is forever a work in progress."
	},
	{
		"id": 234,
		"category": 5,
		"markdown": "Complexity is sometimes preferred over simplicity. It’s exciting to not always be in control. Being in an overwhelming forest is a richer experience than being in a controlled park."
	},
	{
		"id": 235,
		"category": 15,
		"markdown": "We all love to take responsibility for success and happiness. Hell, we often fight over who gets to be responsible for success and happiness. But taking responsibility for our problems is far more important, because that's where the real learning comes from. That's where the real-life improvement comes from. To simply blame others is only to hurt yourself.",
		"source": "Mark Manson"
	},
	{
		"id": 236,
		"category": 10,
		"markdown": "Things to take into consideration when calculating your _real_ hourly wage:\n\n- commuting\n- costuming\n- meals\n- daily decompression\n- escape entertainment\n- vacations and expensive playthings\n- job-related illness\n- other job-related expenses"
	},
	{
		"id": 237,
		"category": 12,
		"markdown": "Family is not necessarily blood, but instead who you would bleed for."
	},
	{
		"id": 238,
		"category": 17,
		"markdown": "Living well is the best revenge.",
		"source": "George Herbert"
	},
	{
		"id": 239,
		"category": 1,
		"markdown": "I don’t like to think about a lot of things. Labels are things. We are the average of the five people we spend time with. But we are also the average of the five labels we assign ourselves. I like to keep that list open. I am not an ‘entrepreneur.’ Or a ‘writer.’ Or a ‘minimalist.’ I like to wander around.",
		"source": "James Altucher"
	},
	{
		"id": 240,
		"category": 18,
		"markdown": "Define yourself in the simplest and most ordinary ways possible. Give up your belief that you’re somehow owed something by this world.",
		"source": "Mark Manson, The Subtle Art of Not Giving a Fuck"
	},
	{
		"id": 241,
		"category": 18,
		"markdown": "Where ever you travel to, you come with it.",
		"source": "Socrates"
	},
	{
		"id": 242,
		"category": 14,
		"markdown": "Leave nothing but footprints, take nothing but memories.",
		"source": "Chief Seattle"
	},
	{
		"id": 243,
		"category": 1,
		"markdown": "What pain do you want in your life? What are you willing to struggle for? Because that seems to be a greater determinant of how our lives turn out.",
		"source": "Mark Manson"
	},
	{
		"id": 244,
		"category": 17,
		"markdown": "We suffer for the simple reason that suffering is biologically useful. It is nature’s preferred agent for inspiring change.",
		"source": "Mark Manson, The Subtle Art of Not Giving a Fuck"
	},
	{
		"id": 245,
		"category": 5,
		"markdown": "Great design simplifies a very complicated world."
	},
	{
		"id": 246,
		"category": 19,
		"markdown": "To measure the quality of your life, simply do nothing, and see how it feels.",
		"source": "Naval Ravikant"
	},
	{
		"id": 247,
		"category": 3,
		"markdown": "A gentleman doesn’t talk much about the taxes he paid, or the women he sleeps with.",
		"source": "Haruki Murakami, Men Without Women"
	},
	{
		"id": 248,
		"category": 15,
		"markdown": "If life always went according to plan, you might as well plan your death and go die."
	},
	{
		"id": 249,
		"category": 15,
		"markdown": "Life’s not supposed to be easy. That’s why it feels so fucking good.",
		"source": "AWOLNATION, Jump On My Shoulders"
	},
	{
		"id": 250,
		"category": 2,
		"markdown": "Life is forever a work in progress. Be a student of life."
	},
	{
		"id": 251,
		"category": 1,
		"markdown": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.",
		"source": "Mark Twain"
	},
	{
		"id": 252,
		"category": 1,
		"markdown": "Live your life in a way that reflects your own ideas. Do not seek inspiration from other’s paths that you can follow."
	},
	{
		"id": 253,
		"category": 1,
		"markdown": "When you're young, you have time, you have health, but you have no money. When you're middle aged, you have money, you have health, but you have no time. When you're old, you have money, you have time, but you have no health. So the trifecta is trying to get all three at once."
	},
	{
		"id": 254,
		"category": 6,
		"markdown": "Discipline equals freedom.",
		"source": "Jocko Willink"
	},
	{
		"id": 255,
		"category": 11,
		"markdown": "Time enjoyed is not time wasted."
	},
	{
		"id": 256,
		"category": 11,
		"markdown": "No one looks stupid while they’re having fun.",
		"source": "Amy Poehler"
	},
	{
		"id": 257,
		"category": 4,
		"markdown": "The journey is the destination."
	},
	{
		"id": 258,
		"category": 3,
		"markdown": "If I acted normal, nobody would know me.",
		"source": "Bob Ross"
	},
	{
		"id": 259,
		"category": 1,
		"markdown": "Bloom where you’re planted."
	},
	{
		"id": 260,
		"category": 6,
		"markdown": "If you don’t prioritize your life, someone else will.",
		"source": "Greg McKeown, Essentialism"
	},
	{
		"id": 261,
		"category": 14,
		"markdown": "Do more things that make you forget to check your phone."
	},
	{
		"id": 262,
		"category": 18,
		"markdown": "I think what most people—especially educated, pampered middle-class white people—consider “life problems” are really just side effects of not having anything more important to worry about.",
		"source": "Mark Manson, The Subtle Art of Not Giving a Fuck"
	},
	{
		"id": 263,
		"category": 18,
		"markdown": "You shouldn’t measure your life based on _how long something takes_. Instead, you should measure your life based on _how far you go_. Time is a distance."
	},
	{
		"id": 264,
		"category": 3,
		"markdown": "Not giving a fuck does not mean being indifferent; it means being comfortable with being different.",
		"source": "Mark Manson, The Subtle Art of Not Giving a Fuck"
	},
	{
		"id": 265,
		"category": 4,
		"markdown": "Identify the reason _why_ you’re doing certain things in life, so that you can focus on doing it in the most efficient way possible. This way you can become the very best at it.\n\nIf you’re writing blog posts, is it to make money? To document your thoughts? To interact with human beings?\n\nOnce you know your reason, you can eliminate all the things that doesn't help with fulfilling that. If writing blog posts to you isn’t about making money, don’t put ads on your blog. If it isn’t about human engagement, there’s no need for a comment section."
	},
	{
		"id": 266,
		"category": 8,
		"markdown": "If you want to build a ship, don’t drum up people to gather wood, divide the work, and give orders. Instead, teach them to yearn for the vast and endless sea.",
		"source": "Antoine de Saint-Exupéry"
	},
	{
		"id": 267,
		"category": 15,
		"markdown": "Our greatest fear should not be of failure, but of succeeding at things in life that don’t really matter.",
		"source": "Dwight L. Moody"
	},
	{
		"id": 268,
		"category": 18,
		"markdown": "The problem is no longer getting to express oneself but finding moments of solitude and silence in which one might eventually find something worth saying.",
		"source": "Gille Deleuze"
	}
]
