[
	{
		"id": 1,
		"markdown": "Every once in a while, I dream of a world where social media has been replaced by personal blogs, RSS, and email; _a slower, more intentional internet_ that doesn’t prey on humanity’s weakness for instant gratification, where deep thoughts and meaningful conversations can flourish.\n\nTrue boredom is long gone, which is very unfortunate, because it’s when we’re bored that our mind wanders and creativity kicks in.\n\nWill we ever be able to walk outside again without checking that our phone is with us? Was it all worth it?",
		"publishedAt": "2024-08-03"
	},
	{
		"id": 2,
		"markdown": "Pre-ordered an iPhone 16 Pro. I love my iPhone 12 mini, but it lacks two things I want: USB-C and a telephoto lens. Will take time to get used to the size and the weight though.\n\nThanks to the iPhone’s telephoto lens, I can finally leave my mirrorless Fujifilm at home when traveling. It’s not a full replacement, of course, but it’s enough for what I want out of my travel photography.",
		"publishedAt": "2024-09-13"
	},
	{
		"id": 3,
		"markdown": "The iPhone 16 Pro is an amazing phone, and (obviously) a huge upgrade from my 12 mini. Looking forward to spending more time with the camera, and especially the Photographic Styles.\n\nI had too high expectations for the new Camera Control button though. Its position makes it very uncomfortable to use, my phone has a bug where it doesn’t open the camera app with a single click, and it’s simply just easier to use the touchscreen instead.",
		"publishedAt": "2024-09-23"
	},
	{
		"id": 4,
		"markdown": "One of my best purchases over the last few years is a simple analog alarm clock. No more doomscrolling in bed. If I can’t sleep, I read a book. In the mornings, I don’t linger; I get up and start my morning routine. Does wonders for your mind and body.",
		"publishedAt": "2024-10-05"
	},
	{
		"id": 5,
		"markdown": "First [Balance](https://balance.software) 2 sneak peek.\n\nLet me know if you want access to the private beta once it’s open for testing!\n\n![A preview of the clock-in experience in Balance 2](https://cdn.alexandersandberg.com/balance/balance2-preview-clock-in.mp4)",
		"publishedAt": "2025-02-14"
	},
	{
		"id": 6,
		"markdown": "Making the window translucency adjustable in Balance 2.\n\n![A preview of the window translucency setting in Balance 2](https://cdn.alexandersandberg.com/balance/balance2-preview-settings-translucency.mp4)",
		"publishedAt": "2025-02-25"
	},
	{
		"id": 7,
		"markdown": "Just signed up for the Lumon severance procedure so I can dogfood my products without bias.",
		"publishedAt": "2025-03-25"
	},
	{
		"id": 8,
		"markdown": "Re: [iOS Dev Weekly #709 on the cost of Swift and SwiftUI](https://iosdevweekly.com/issues/709/)\n\nConsidering how much more friendly Swift and SwiftUI are to developers—especially those just starting out—compared to Objective-C and UIKit, long-term the cost was (or is, since we’re still not there yet) definitely worth it.\n\nI would not be building native Apple platform apps for a living had it not been for Swift and SwiftUI. I'm also having an _amazing_ time doing so. I owe Apple and the Swift community a massive thanks! ♥︎",
		"publishedAt": "2025-04-26"
	},
	{
		"id": 9,
		"markdown": "Just received my copy of the Internet Phone Book! Happy to support such a cool project.\n\n[Call me](https://internetphonebook.net/#dial-a-site) maybe? #307\n\n![The Internet Phone Book cover](https://cdn.alexandersandberg.com/internetphonebook-1.png) ![My website featured in the Internet Phone Book on page 37](https://cdn.alexandersandberg.com/internetphonebook-2.png)",
		"publishedAt": "2025-05-19"
	},
	{
		"id": 10,
		"markdown": "The [Swift.org](https://swift.org/) redesign we’ve been working on just landed!\n\n![The new Swift.org landing page](https://cdn.alexandersandberg.com/swift-org-redesign.png)",
		"publishedAt": "2025-06-04"
	},
	{
		"id": 11,
		"markdown": "Apple has featured Balance in its [”The Best Apps for Students“](https://apps.apple.com/us/story/id1417422848) story on the App Store in the US!\n\nCan’t wait to release Balance 2 soon—stay tuned!",
		"publishedAt": "2025-08-20"
	},
	{
		"id": 12,
		"markdown": "The [complete redesign and rewrite of Balance](/articles/balance-2/) that I’ve been working on over the last year and a half is finally here!\n\n![App Store screenshot image for Balance](https://cdn.alexandersandberg.com/balance/screenshot-1.png)",
		"publishedAt": "2025-10-01"
	},
	{
		"id": 13,
		"markdown": "To celebrate the [Balance](https://balance.software) redesign, I ordered some merch for myself!\n\n![Two black caps, one with the text \"Balance\", and one with the Balance logo rocks](https://cdn.alexandersandberg.com/balance-merch.jpeg)",
		"publishedAt": "2025-10-23"
	},
	{
		"id": 14,
		"markdown": "[Balance](https://balance.software) is the sponsor of [this week’s issue of Dense Discovery](https://www.densediscovery.com/issues/370)!\n\nIt’s one of very few newsletters I subscribe to, and I’ve been a reader for years. Happy to support Kai’s great work.\n\nIt’s also the first ever ad I run for Balance, as I try to ramp up my marketing efforts for the app.\n\n![Balance sponsor in Dense Discovery issue 370](https://cdn.alexandersandberg.com/dd-sponsor.png)",
		"publishedAt": "2026-01-06"
	},
	{
		"id": 15,
		"markdown": "I added a new project to my website called [Quitting social media](/quitting-social-media/), where I share notes on my work-in-progress path to freedom from social media.\n\nIt’s unfortunately not as simple as it might sound—hence a project and not a note—which you can read more about on the project page.\n\nWould love to hear from others struggling with the same thing!",
		"publishedAt": "2026-01-21"
	}
]
